{"id":212,"date":"2022-09-18T13:38:32","date_gmt":"2022-09-18T13:38:32","guid":{"rendered":"https:\/\/www.lumchang.com.sg\/?page_id=212"},"modified":"2022-09-27T10:05:57","modified_gmt":"2022-09-27T10:05:57","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/www.lumchang.com.sg\/terms-conditions\/","title":{"rendered":"Terms &amp; Conditions"},"content":{"rendered":"<h5>GENERAL TERMS AND CONDITIONS<\/h5>\n<p>Welcome to our Web site (“Site”). If you continue to browse and use this Site you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Lum Chang Holdings Limited and its Group of Companies, including without limitation, Lum Chang Building Contractors Pte Ltd (&#8220;Lum Chang&#8221;) relationship with you in relation to this Site.<\/p>\n<p>The term “Lum Chang ” refers to the owner of the Site whose company registration number is 198203949N.  The term “you” or “your” refers to the user or viewer of our Site.<\/p>\n<p>We may modify the terms &#038; conditions at any time and any modifications made will be in effect immediately when the modification is posted on this Site.<\/p>\n<p>The use of this Site is subject to the following terms of use:<\/p>\n<ul class=\"ul-listing\">\n<li>The content of the pages of this Site is for your general information and use only. It is subject to change without notice.<\/li>\n<li>We do not warrant or guarantee the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this Site for any particular purpose. You acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.<\/li>\n<li>You may not rely on any of the information provided herein for any purpose whatsoever.<\/li>\n<li>You may not reproduce nor circulate the information on the Site without prior written consent.<\/li>\n<li>You may not create a link to this Site from another website or document without Lum Chang&#8217;s prior written consent.<\/li>\n<\/ul>\n<p>In the event, we shall not be liable for any loss and\/or damage from use and\/or reliance of the information provided on the Site and expressly deny liability arising from the same.<\/p>\n<h5>COPYRIGHT AND TRADEMARK<\/h5>\n<p>All trademarks, logos, images used in this Site are the property of Lum Chang and\/or third party members identified in the Site.  Under no circumstances, unless a written consent notice, are users allowed to copy or use any of the content and services here for any purposes whatsoever.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>GENERAL TERMS AND CONDITIONS Welcome to our Web site (“Site”). If you continue to browse and use this Site you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Lum Chang Holdings Limited and its Group of Companies, including without limitation, [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_links_to":"","_links_to_target":""},"_links":{"self":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages\/212"}],"collection":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/comments?post=212"}],"version-history":[{"count":4,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages\/212\/revisions"}],"predecessor-version":[{"id":714,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages\/212\/revisions\/714"}],"wp:attachment":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/media?parent=212"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}