{"id":214,"date":"2022-09-18T13:38:40","date_gmt":"2022-09-18T13:38:40","guid":{"rendered":"https:\/\/www.lumchang.com.sg\/?page_id=214"},"modified":"2022-09-27T10:23:26","modified_gmt":"2022-09-27T10:23:26","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.lumchang.com.sg\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p>Data Protection Policy <\/p>\n<p>This policy (“Data Protection Policy”) is intended to provide information on how Lum Chang collects, uses, discloses, manages and handles personal data which is subject to the Personal Data Protection Act 2012 (No. 26 of 2012) (“the Act”). Please read this Data Protection Policy carefully. By accessing our website, using any services provided by Lum Chang, signing up for any products and services provided by Lum Chang, submitting any information to us, or otherwise showing your agreement thereon, you will be deemed to have agreed and consented to the terms of this Data Protection Policy.<\/p>\n<p>Lum Chang reserves the right to amend, alter, change or modify this Data Protection Policy at any time without prior notice. Any amendment, alteration, changes or modification will be posted from time to time on our website. Subject to your rights under any applicable laws, you agree or shall be deemed to agree to be bound by any of such amended, altered, changed or modified Data Protection Policy by continuing to access our website, using any services provided by Lum Chang, signing up for any products and services provided by Lum Chang, submitting information to us, or otherwise showing your agreement thereon.<\/p>\n<ol>\n<li>Personal Data\n<ol>\n<li>In this Data Protection Policy, “Personal Data” means any data, whether true or false, which can be related to a specific identifiable individual, whether such individual is identifiable from the data itself, or from other information which is available to us.<\/li>\n<li>Examples of such Personal Data you may provide to us include (depending on the nature of your interaction with us) your name, NRIC, passport or other identification number, telephone number(s), mailing address, email address, network data and any other information relating to any individuals which you have provided us in any forms you may have submitted to us, or via other forms of interaction with you.<\/li>\n<\/ol>\n<\/li>\n<li>Collection of Personal Data\n<ol>\n<li> Lum Chang may collect your Personal Data in several different ways. Please take care when submitting information to us, in particular when completing free text fields or uploading documents and other materials. Some of our services are automated and we may not recognise that you have accidentally provided us with incorrect or sensitive information.<\/li>\n<li>Whenever you interact with Lum Chang, you may or may be asked to provide us your Personal Data. For example, when you:\n<ol class=\"lower-alpha\" type=\"a\">\n<li>purchase or engage our services through the signing of forms or agreements;<\/li>\n<li>submit enquiries on products and\/or services via our Company email, we may keep information about the enquiry, including your name, your contact details, and the subject matter of your enquiry;<\/li>\n<li>respond to marketing and promotion activities;<\/li>\n<li>submit job applications, resume and other information required for the recruitment process;<\/li>\n<li>subscribe for email alerts or make enquiries on our Investor Relations portal;<\/li>\n<li>visit any of our premises, your images may be captured on CCTV surveillance cameras;<\/li>\n<li>visit any of our premises, you may be asked to provide your personal details to our security officers; and<\/li>\n<li>when you submit your Personal Data to us for any other reason.<\/li>\n<\/ol>\n<\/li>\n<li>If you provide us with any Personal Data relating to a third party (e.g. information of your spouse, children, parents, and\/or employees), by submitting such Personal Data to us, you represent to us that you have obtained the consent of the third party to provide us with their Personal Data for the purposes as listed below.<\/li>\n<li>You should ensure that all Personal Data submitted to us is complete, accurate, true and correct. Failure on your part to do so may result in our inability to provide you with the products and services you have requested.<\/li>\n<\/ol>\n<\/li>\n<li>Purpose of Collection, Use and Disclosure of Your Personal Data\n<ol>\n<li>Generally, Lum Chang collects, uses and discloses your Personal Data for the following purposes:\n<ol class=\"lower-alpha\" type=\"a\">\n<li>resolving complaints and responding and handling requests and enquiries;<\/li>\n<li>providing customer service including but not limited to the resolution of complaints, feedback and other after sales services;<\/li>\n<li>for staff training and quality assurance purposes, particularly in relation to our staff at our call, email and other support centres;<\/li>\n<li>asking for your opinions on Lum Chang products and services and conducting product surveys;<\/li>\n<li>facilitating and processing your searches and requests for information when you contact us about Lum Chang and its products and services;<\/li>\n<li>considering employing you if you contact us via Lum Chang’s job application portal;<\/li>\n<li>managing the administrative and business operations of Lum Chang and complying with internal policies and procedures;<\/li>\n<li>facilitating business asset transactions (which may extend to any mergers, acquisitions or asset sales) involving any of the related corporations or affiliates of Lum Chang;<\/li>\n<li>matching any Personal Data held which relates to you for any of the purposes listed herein;<\/li>\n<li>analyzing, investigating, handling, resolving any security matters or any vulnerability;<\/li>\n<li>preventing, detecting and investigating crime and analyzing and managing commercial risks;<\/li>\n<li>providing media announcements and responses;<\/li>\n<li>monitoring or recording phone calls for quality assurance, employee training and performance evaluation and identity verification purposes;<\/li>\n<li>organising promotional events;<\/li>\n<li>legal purposes (including but not limited to obtaining legal advice and dispute resolution);<\/li>\n<li>conducting investigations relating to disputes, billing or fraud;<\/li>\n<li>meeting or complying with any applicable rules, laws, regulations, codes of practice or guidelines issued by any legal or regulatory bodies which are binding on Lum Chang (including but not limited to responding to regulatory complaints, disclosing to regulatory bodies and conducting audit checks, due diligence and investigations); and<\/li>\n<li>any purposes which are reasonably related to the aforesaid.<\/li>\n<\/ol>\n<\/li>\n<li>In relation to particular products and services or in your interactions with us, we may also have specifically notified you of other purposes for which we collect, use or disclose your Personal Data. If so, we will collect, use and disclose your Personal Data for these additional purposes as well, unless we have specifically notified you otherwise.<\/li>\n<\/ol>\n<\/li>\n<li>Disclosing and Transferring Personal Data\n<ol>\n<li>Lum Chang will take appropriate and commercially reasonable technical, physical, and administrative measures to protect any Personal Data it possesses or controls from misuse or accidental, unlawful or unauthorised destruction, loss, alteration, disclosure, acquisition or access in accordance with the Act. Subject to the provisions of any applicable law, your Personal Data may be disclosed, for the purposes listed above (where applicable), to the following:\n<ol class=\"lower-alpha\" type=\"a\">\n<li>Lum Chang’s related corporations or affiliates and their employees to provide content, products and services to you or Lum Chang;<\/li>\n<li>agents, contractors or third party service providers who provide services to Lum Chang;<\/li>\n<li>any business partner, investor, assignee or transferee (actual or prospective) to facilitate business asset transactions (which may extend to any merger, acquisition or asset sale) involving any of Lum Chang’s related corporations or affiliates;\n<li>our professional advisers such as auditors, financial advisers and lawyers;<\/li>\n<li>relevant government regulators, statutory boards or authorities or law enforcement agencies to comply with any laws, rules, guidelines and regulations or schemes imposed by any governmental authority; and<\/li>\n<li>any other party to whom you specifically authorise us to disclose your Personal Data.<\/li>\n<\/ol>\n<\/li>\n<li>You consent and agree to Lum Chang transferring your Personal Data outside of Singapore for any of the purposes as listed above.<\/li>\n<\/ol>\n<\/li>\n<li>Cookies\n<ol>\n<li>In order to improve our services to you, we sometimes use automated tracking devices such as a “cookie”. A cookie is a small amount of data that our web server sends to your web browser when you visit certain parts of our website and the use of which is intended to assist our understanding of your interest in our website. We may use the cookies to personalise the content and communications delivered to you so that they are more relevant to you and your interests. Please note that the cookies do not personally identify users although they do identify a user’s browser. You can always choose to disable cookies from being stored on your computer by changing your browser settings. Disabling cookies however, may result in a limited experience of our functionality and services and in some cases may mean that we are unable to provide you with the services, or parts of the services, that you have requested. Some of our business partners whose content is incorporated into or linked to from the website may also use cookies. However, we have no access to or control over these cookies or websites.<\/li>\n<\/ol>\n<\/li>\n<li> Withdrawal of Consent, Access and Correction of your Personal Data\n<ol>\n<li>If you:\n<ol class=\"lower-alpha\" type=\"a\">\n<li>have any questions or feedback relating to your Personal Data or our Data Protection Policy;<\/li>\n<li>would like to withdraw your consent to any use of your Personal Data as set out in this Data Protection Policy or otherwise; or<\/li>\n<li>would like to make access or corrections to your Personal Data records, please fill up the Request Form and contact Lum Chang as follows:<\/li>\n<\/ol>\n<p>Request Form: <a href=\"http:\/\/www.lumchang.com.sg\/docs\/default-source\/Terms-of-Use\/data_request_form_july-2018.pdf?sfvrsn=0\" target=\"_blank\" rel=\"noopener\">Data_Request_Form_July 2018<\/a><br \/>\n\t\t\t\tEmail: <a href=\"mailto:dpo@lumchang.com.sg\">dpo@lumchang.com.sg<\/a> (Note: Not for product or service inquiries)<br \/>\n\t\t\t\tWrite in: Data Protection Officer<\/p>\n<p>Lum Chang Holdings Limited<br \/>\n\t\t\t\t14 Kung Chong Road,<br \/>\n\t\t\t\t#08-01 Lum Chang Building,<br \/>\n\t\t\t\tSingapore 159150<\/p>\n<p>Lum Chang will generally be able to respond to such queries and\/or requests within 30 days.<\/p>\n<\/li>\n<li>If you withdraw your consent to any or all use of your Personal Data, depending on the nature of your request, Lum Chang may not be able to continue to provide its products and\/or services to you.<\/li>\n<\/ol>\n<\/li>\n<\/ol \n\n","protected":false},"excerpt":{"rendered":"<p>Data Protection Policy This policy (“Data Protection Policy”) is intended to provide information on how Lum Chang collects, uses, discloses, manages and handles personal data which is subject to the Personal Data Protection Act 2012 (No. 26 of 2012) (“the Act”). Please read this Data Protection Policy carefully. By accessing our website, using any services [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_links_to":"","_links_to_target":""},"_links":{"self":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages\/214"}],"collection":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/comments?post=214"}],"version-history":[{"count":6,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages\/214\/revisions"}],"predecessor-version":[{"id":719,"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/pages\/214\/revisions\/719"}],"wp:attachment":[{"href":"https:\/\/www.lumchang.com.sg\/wp-json\/wp\/v2\/media?parent=214"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}